Repository: danesjenovdan/izboljsajmo-maribor
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: sl

source: Title
sl: Naslov

source: Title2
sl: Naslov 2

source: Text
sl: Besedilo

source: Image
sl: Slika

source: Link
sl: Povezava

source: Order
sl: Vstni red

source: About section type
sl: O Izboljšajmo Maribor

source: Content
sl: Vsebina

source: Description of section
sl: Opis sekcije

source: Preview
sl: Predogled

source: Previews
sl: Predogled

source: Youtube embedi
sl: Youtube Embed

source: Author
sl: Avtor

source: Draft
sl: Osnutek

source: Published
sl: Objavljeno

source: Created
sl: Ustvarjeno

source: Modified
sl: Urejano

source: Personal info
sl: Osebni podatki

source: Permissions
sl: Dovoljenja

source: Important dates
sl: Pomembni podatki

source: MB datas
sl: MB podatki

source: Notes
sl: Opisi

source: Initiatives
sl: Pobude

source: is publuc
sl: je objavleno

source: New initiatives which needs you attention
sl: Nove pobude, ki potrebujejo tvojo pozornost

source: Area admin
sl: Vodja področja

source: Initiative type
sl: Tip pobude

source: Status of initiative
sl: Status pobude

source: Area
sl: Področje

source: Address of initiative
sl: Naslov pobude

source: GEO Zone of initiative
sl: Območje pobude

source: Cover image before
sl: Naslovna slika prej

source: Cover image after
sl: Naslovna slika potem

source: In review
sl: V pregledu

source: Is social inovative idea
sl: Družbeno inovativna ideja

source: Object must be created before it can be archived
sl: Objekt mora biti shranjen preden ga lahko arhivirate

source: Pobuda moti me (superadmin)
sl: Pobuda moti me (Nivo1 superadmin)

source: Pobude moti me (superadmin)
sl: Pobude moti me (Nivo1 superadmin)

source: Pobuda moti me (admin področni)
sl: Pobuda moti me (Nivo2 Skrbnik področja)

source: Pobude moti me (admin področni)
sl: Pobude moti me (Nivo2 Skrbnik področja)

source: Pobuda moti me (cenilec področni)
sl: Pobuda moti me (Nivo3 skrbnik področni)

source: Pobude moti me (cenilci področni)
sl: Pobude moti me (Nivo3 skrbnik področni)

source: Pobuda moti me (cenilec izvajalec)
sl: Pobuda moti me (Nivo4 skrbnik - izvajalec)

source: Pobude moti me (cenilci izvajalci)
sl: Pobude moti me (Novo4 cenilci izvajalci)

source: Pobuda imam idejo (superadmin)
sl: Pobuda imam idejo (Nivo1 superadmin)

source: Pobude imam idejo (superadmin)
sl: Pobude imam idejo (Nivo1 superadmin)

source: Pobuda imam idejo (admin področni)
sl: Pobuda imam idejo (Nivo2 Skrbnik področja)

source: Pobude imam idejo (admin področni)
sl: Pobude imam idejo (Nivo2 Skrbnik področja)

source: Pobuda imam idejo (cenilec področni)
sl: Pobuda imam idejo (Nivo3 skrbnik področni)

source: Pobude imam idejo (cenilec področni)
sl: Pobude imam idejo (Nivo3 skrbnik področni)

source: Pobuda imam idejo (cenilec izvajalec)
sl: Pobuda imam idejo (Nivo4 skrbnik - izvajalec)

source: Pobude imam idejo (cenilec izvajalec)
sl: Pobude imam idejo (Nivo4 skrbnik - izvajalec)

source: Pobuda zanima me (superadmin)
sl: Pobude zanima me (Nivo1 superadmin)

source: Pobude zanima me (superadmin)
sl: Pobude zanima me (Nivo1 superadmin)

source: Pobuda zanima me (admin področni)
sl: Pobuda zanima me (Nivo2 Skrbnik področja)

source: Pobude zanima me (admin področni)
sl: Pobude zanima me (Nivo2 Skrbniki področij)

source: Pobuda zanima me (cenilec področni)
sl: Pobuda zanima me (Nivo3 skrbnik področni)

source: Pobude zanima me (cenilec področni)
sl: Pobude zanima me (Nivo3 skrbnik področni)

source: AREA ADMIN
sl: ADMIN PODROČNI

source: AREA APPRAISER
sl: OCENJEVALEC PODROČNI

source: CONTRACTOR APPRAISER
sl: IZVAJALEC PODROČNI

source: PUBLISHED
sl: OBJAVLENO

source: DELETED
sl: IZBRISANO

source: NEW
sl: NOVO

source: UPDATED
sl: OSEVŽENO

source: Initiative
sl: Pobuda

source: Note of status
sl: Opis statusa

source: Email response
sl: Vsebina email odgovora

source: Rejection
sl: Zavrnitev

source: CompetentService
sl: Pristojna služba

source: Is email sent
sl: Je email poslan?

source: Statusi pobude
sl: Statusi pobud

source: Default note of status
sl: Privzet opis statusa

source: Default email response
sl: Privzet email odgovor

source: Description type
sl: Tip opisa

source: Description title
sl: Naslov opisa

source: Description content
sl: Vsebina opisa

source: Name of zone
sl: Ime območja

source: Polygon of zone
sl: Meje območja

source: Območje
sl: Mestna četrt/Krajevna skupnost

source: Description of service
sl: Opis storitve

source: Comment
sl: Komentar

source: Comment status
sl: Status komentarja

source: Note
sl: Opis

source: Phone number
sl: Telefonska številka

source: Organization
sl: Organizacija

source: Competent service
sl: Pristojna služba

source: Role
sl: Vloga

source: email address
sl: Email naslov

source: username
sl: uporabniško ime

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
sl: Zahtevan podatek, manj kot 30 zanekov, črke, številke in samo @/./+/-/_.

source: Enter a valid username.
sl: Vnesite ustrezno uporabniško ime.

source: All admin
sl: Vsi admini

source: All admins
sl: Vsi admini

source: Super admin
sl: Nivo1 Superadmin

source: Basic user
sl: Naveden uporabnik

source: Basic users
sl: Navadni uporabniki

source: Admin področni
sl: Nivo2 Vodja področja

source: Admini področni
sl: Nivo2 Vodje področij

source: Cenilec področni
sl: Nivo3 skrbnik področni

source: Cenilci področni
sl: Nivo3 skrbniki področni

source: Cenilec izvajalec
sl: Nivo4 Izvajalec

source: Cenilci izvajalec
sl: Nivo4 Izvajaleci

source: name
sl: ime

source: Number of members
sl: Število članov

source: Organizacije
sl: Organizacija

source: Area name
sl: Ime območja

source: Name of rejection
sl: Ime zavrnitve

source: Note for rejection
sl: Opis zavrnitve

source: question
sl: vprašanje

source: answer
sl: odgovor

source: Status Initiative
sl: Status pobude

source: Display name
sl: Prikazno ime

source: File
sl: Datoteka

source: Field name
sl: Ime polja

source: User
sl: Uporabnik

source: key
sl: ključ

source: Restore password
sl: Ponastavitev gesla za dostop do platforme Izboljšajmo Maribor

source: Restore passwords
sl: Ponastavi geslo

source: Confirm email
sl: Potrditev registracije na platformi Izboljšajmo Maribor

source: Confirm emails
sl: Potrdi email naslov

source: Notification type
sl: Tip obvestila

source: is sent
sl: Je email poslan?

source: File not supported!
sl: Datoteka ni podprta

source: Is archived
sl: Arhivirano

source: Last status
sl: Status komentarja

source: Zone
sl: Mestna četrt/Krajevna skupnost

source: Address
sl: Naslsov

source: Description
sl: Opis

source: Status date
sl: Datum statusa

source: Status note
sl: Opis statusa

source: Archived
sl: Arhiviraj

source: You already voted for this initiative.
sl: Za to pobudo ste že glasovali

source: You need to vote first.
sl: Najprej glasujte

source: Email will be send.
sl: Email bo poslan

source: Password has been set.
sl: Geslo je bilo nastavljeno

source: Email confirmed.
sl: Račun je potrjen

source: Print
sl: Natisni

source: History
sl: Zgodovina

source: View on site
sl: Poglej na strani

source: Archive
sl: Arhiviraj

source: Export initiatives
sl: Izvozi pobude v csv

source: Open initiative
sl: Odpri pobude
